
[UniqueName_MouseKey]  //专有名词

//参照文字--代码中文字



[UniqueName_DevMac]  //专有名词

1 = 新建宏组,New macro group,
2 = 新建宏,Add a new macro,
3 = 删除宏组,Delete macro group,
4 = 重置所有宏组,Reset all macro groups,
5 = 重命名,Rename,
6 = 导入宏组,Import macro group,
7 = 导出宏组,Export macro group,
8 = 导出宏组并加密,Export macro group encryption,

10 = 项前插入,Insert previous,
11 = 项后插入,Insert after,
12 = 插入XY,Insert XY,
13 = 插入DPI,Insert DPI,
14 = 插入 LED,Insert LED,
15 = 插入[延迟],Insert Delay,
16 = 修改,Change Parameters,
17 = 删除,Delete Option,

20 =左键,Left Click,
21 = 中键,Middle Click,
22 = 右键,Right Click,
23 = X-_Y-,X-_Y-,
24 =X-_Y+,X-_Y+,
25 =X+_Y-,X+_Y-,
26 = X+_Y+,X+_Y+,
27 =设置DPI,Set up DPI,
28 =重置DPI,Reset DPI,

30 =按下,Press Down,
31 =抬起,Release,
32 =重命名,Rename,
34 =显示窗口,Show Window,
35 =退出,Exit Driver,

36 = 新宏组,NewMacroGroup,
37 = 新宏,NewMacro,
38 =新增,New,

39 = 录制,Record,
40 = 停止,Stop,



[UniqueName_LED]  //专有名词

1 = DPI色呼吸,DPI Breathing Effect,
2 = 循环呼吸,Cycle Breathing Effect,
3 = 常亮,Light On,
4 = 行云流水,Flowing Water Effect,
5 = 单灯流水,Mono Water Effect,
6 = 彗星扫尾,Comet Streak,
7 = 霓虹,Neon,
8 = 流光溢彩,Ambilight,
9 = 闪烁,Flicker,
10 = 星际迷航,Star Trek,
11 = 水波纹,Ripple,
12 =眉飞色舞,Enraptured,
13 = 按键响应,Button Response,
14 = 静音,LED Off,
15 = 单色呼吸,Single Breath,
16 =循环颜色,Cycle Color,


[UniqueName_Other] 
1=无功能,No Function,
2=【指】:,[C]:,
3=【普】:,[M]:,
4=Colour,Color,
5=[Len]:,[Len]:,
6=[Mode ]:,[Mode ]:,
7=[Colour]: ,[Color]:,
8=[Colour]:Define,[Color]:Define,
9=[Time]:,[Time]:,
10=单色,Single Color,
11=[DPI]:返回执行前的值,[DPI]:Return to previous value,
12=ms,ms,
13=LED,LED,
14=无按键,NULL,
15=绝地求生专用压枪,PUBG,
16=按键 1 指派为宏,Convert K1 to a macro,
17=[Delay],[Delay],

20=中文_CN ,中文,
21=英语_EN ,English,
22=法语_FR,Français,
23=比利时语_NL,Belgique,
24=德语_DE,Deutsche,
25=西班牙语_SP,Español,
26=意大利语_LT,Italiano,
27=俄语_RU,Pусский,
28=土耳其语_TU,Türk,
29=葡萄牙语_PO,Português,
30=泰语_TH,ไทย,
31=韩语_KR,한국어,
32=日语_JP,日本語,
33=阿拉伯语_AR,عربى,
34=波兰语_PL,Polski,
35=捷克语_CZ,Czechy,
36=瑞典语_SE,Svenska,
37=荷兰语_NL,Nederländska,
38=葡萄牙/巴西语_POBR,Português brasileiro,
39=繁体_CNTW,繁体中文,
40=荷兰语_NLBE,Nederlands,
41=丹麦语_DA,Dansk,
42=斯洛伐克语_SL,Slovenčina,


[TipText]

1 = 请插入你的鼠标 :,Please plug-in USB mouse,
2 = 注意： 鼠标功能将进行检测,Note: The mouse function will be tested,
3 = 请重新拔插鼠标,Please unplug and insert the mouse again,
4 = USB 字符串太长,USB string is too long,
5 = 找不到配置文件,Can't find the file!,
6= 错误,Error,
7= 必须保留一个左键!,At least one button must be configured as “Left Click”!,

20=录制中,Recording!,
21=超出限制,Exceeding the limit,
22=名称不能为空,The name cannot be empty!,
23=重名!,Name already in used!,
24=请选择一个宏,Please select a macro,

27=加密宏不能修改,Encrypted macro cannot be modified,
28=不能导出此加密宏组,This encrypted macro group cannot be exported,
29=请减少宏定义按键个数,Please reduce the number of macros,
30 = Only can save up to 12 macro groups !,Only can save up to 12 macro groups !,

	




















